[M_Nast_Easter MissionDefinition]
MissionName="Diversão, Sol e Armas"
MissionDescription="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Vá falar com ele e prepare-se para a festa!"
TurnInDescription="Obrigado!"
MissionSummary="Encontre Sir Hammerlock."
MissionGiver="Sir Hammerlock"
MissionTurnInLocation="Sir Hammerlock"
TeaserText="Que você gostaria de encontrar numa festa na praia?"

[M_Nast_Easter:04_FirstFindHammerlock MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:05_LookForToilet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar. Primero é preciso localizá-lo."

[M_Nast_Easter:100_FollowVarkid MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nDepois de converter outro Varkid em um rastreador, basta segui-lo e resgatar o Hammerlock.\n"

[M_Nast_Easter:105_HammerlockWaypoint MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:10_FindHammerlockSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:110_SummonBoss MissionObjectiveSetDefinition]
MissionSummaryOverride="Invoque o filho do Crawmerax."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nParece que o Hammerlock foi sequestrado por um monstro malévolo, conhecido como filho do Crawmerax. Antes de libertar o Hammerlock, você terá que invocar esse ser e liquidá-lo.\n"

[M_Nast_Easter:120_FightBoss MissionObjectiveSetDefinition]
MissionSummaryOverride="Elimine o filho do Crawmerax."
MissionDescriptionOverride=""

[M_Nast_Easter:130_RescueHammerlock MissionObjectiveSetDefinition]
MissionSummaryOverride="Resgate Sir Hammerlock."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nParece que o Hammerlock foi sequestrado por um monstro malévolo, conhecido como filho do Crawmerax.\nVocê acabou com aquele ser. Agora o caminho está livre para resgatar Sir Hammerlock.\n"

[M_Nast_Easter:140_DelayTurnIn MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:15_LookForNeedle MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:20_LookForScentSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Localize Sir Hammerlock."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar. Primero você terá que encontrar uma forma de localizá-lo."

[M_Nast_Easter:30_FindVarkidEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride="Injete o cheiro do Hammerlock num casulo de Varkid."
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\n"

[M_Nast_Easter:40_InjectEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:50_FollowVarkidSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nVocê injetou o cheiro do Hammerlock no casulo. Agora você só precisa seguir o bicho que saiu de dentro dele.\n"

[M_Nast_Easter:52_KillVarkidSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:54_FindVarkidEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\n"

[M_Nast_Easter:56_InjectVarkidEggSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:58_FollowVarkidSet MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nVocê injetou o cheiro do Hammerlock no casulo. Agora você só precisa seguir o bicho que saiu de dentro dele."

[M_Nast_Easter:60_FindPathtoIsland MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nO Varkid que você estava seguindo desapareceu numa espécie de túnel. Você terá que encontrar uma forma de restabelecer a corrente elétrica do túnel para continuar seguindo o Varkid.\n"

[M_Nast_Easter:65_KillThreshers MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nO Varkid que você estava seguindo desapareceu numa espécie de túnel. Você terá que encontrar uma forma de restabelecer a corrente elétrica do túnel para continuar seguindo o Varkid.\nSó que, por enquanto você terá que acabar com alguns piratas.\n"

[M_Nast_Easter:69_StartWheelPre MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:70_StartWheel MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nEl varkid al que seguías ha desaparecido en una especie de túnel. Você terá que encontrar uma forma de restabelecer a corrente elétrica do túnel para continuar seguindo o Varkid.\nBrick informou que se você acionar a roda hidráulica, a corrente elétrica do túnel será restaurada.\n"

[M_Nast_Easter:71_StartWheelPt2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:72_StartWheelPt3 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:80_FollowVarkid2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nVocê acaba de alcançar o Varkid que estava seguindo. Agora vá em frente e encontre o Hammerlock.\n"

[M_Nast_Easter:84_FollowVarkid2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:85_KeepFollowingVarkid MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\nVocê acaba de alcançar o Varkid que estava seguindo. Agora vá em frente e encontre o Hammerlock.\n"

[M_Nast_Easter:88_FollowVarkid2 MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:90_FindAnotherEgg MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride="Sir Hammerlock convidou você para ir até a [place]Ilha Wam Bam[-place] e desfrutar de um fim de semana de muita diversão. Infelizmente, ele foi sequestrado por algum tipo de criatura poucos segundos após você o encontrar.\nModercai pensou numa forma de localizá-lo: você só precisa injetar um pouco do cheiro do Hammerlock em outro casulo de Varkid para que ele o encontre.\n"

[M_Nast_Easter:92_FindAnotherEgg MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:94_FindAnotherEgg MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:95_InjectBigEgg MissionObjectiveSetDefinition]
MissionSummaryOverride=""
MissionDescriptionOverride=""

[M_Nast_Easter:FindEgg MissionObjectiveDefinition]
ProgressMessage="Procure alguns Varkids"

[M_Nast_Easter:FindEgg2 MissionObjectiveDefinition]
ProgressMessage="Encontre outro casulo de Varkid"

[M_Nast_Easter:FindHammerlock MissionObjectiveDefinition]
ProgressMessage="Encontre Sir Hammerlock"

[M_Nast_Easter:FindLedge MissionObjectiveDefinition]
ProgressMessage="Encontre um bem rechonchudo"

[M_Nast_Easter:FindPathtoIsland MissionObjectiveDefinition]
ProgressMessage="Encontre um modo de chegar até a ilha"

[M_Nast_Easter:FollowVarkid MissionObjectiveDefinition]
ProgressMessage="Siga o Varkid"

[M_Nast_Easter:FollowVarkid2 MissionObjectiveDefinition]
ProgressMessage="Siga o Varkid"

[M_Nast_Easter:FollowVarkid2Pt2 MissionObjectiveDefinition]
ProgressMessage="Siga o Varkid Encrenqueiro"

[M_Nast_Easter:InjectBigEgg MissionObjectiveDefinition]
ProgressMessage="Injete no casulo de Varkid grande"

[M_Nast_Easter:InjectEgg MissionObjectiveDefinition]
ProgressMessage="Injete no casulo de Varkid"

[M_Nast_Easter:KillBoss MissionObjectiveDefinition]
ProgressMessage="Derrote o filho do Crawmerax"

[M_Nast_Easter:KillThreshers MissionObjectiveDefinition]
ProgressMessage="Elimine os piratas"

[M_Nast_Easter:KillVarkid MissionObjectiveDefinition]
ProgressMessage="Elimine os Varkids"

[M_Nast_Easter:LookForNeedle MissionObjectiveDefinition]
ProgressMessage="Encontre um injetor de casulos de Varkid"

[M_Nast_Easter:LookForScent MissionObjectiveDefinition]
ProgressMessage="Encontre o whisky do Sir Hammerlock"

[M_Nast_Easter:RescueHammerlock MissionObjectiveDefinition]
ProgressMessage="Resgate Sir Hammerlock"

[M_Nast_Easter:RestoreTubePower MissionObjectiveDefinition]
ProgressMessage="Ative a roda hidráulica"

[M_Nast_Easter:SummonBoss MissionObjectiveDefinition]
ProgressMessage="Invoque o filho do Crawmerax"

[M_Nast_Easter:TalkToHammerlock MissionObjectiveDefinition]
ProgressMessage="Fale com Sir Hammerlock"

